Repository: thierryH91200/PegaseUIData_v2
Catalog: PegaseUIData_v2/Resource/InitAccountView.xcstrings
Source language: en
Languages: de, es, fr, he, hi, it, ru

source: Account
de: Konto
es: Cuenta
fr: Compte
he: חשבון
hi: खाता
it: Conto
ru: Счет

source: Bank references
de: Bankverbindung
es: Referencias bancarias
fr: Références bancaires
he: פרטי בנק
hi: बैंक संदर्भ
it: Coordinate bancarie
ru: Банковские реквизиты

source: Enter Engaged value
de: Gebundenen Wert eingeben
es: Introducir valor comprometido
fr: Entrer la valeur engagée
he: הזן ערך מחויב
hi: प्रतिबद्ध मान दर्ज करें
it: Inserire valore impegnato
ru: Введите зарезервированную сумму

source: Enter Executed value
de: Ausgeführten Wert eingeben
es: Introducir valor ejecutado
fr: Entrer la valeur réalisée
he: הזן ערך מבוצע
hi: निष्पादित मान दर्ज करें
it: Inserire valore eseguito
ru: Введите выполненную сумму

source: Enter planned value
de: Geplanten Wert eingeben
es: Introducir valor planificado
fr: Entrer la valeur prévue
he: הזן ערך מתוכנן
hi: नियोजित मान दर्ज करें
it: Inserire valore previsto
ru: Введите запланированную сумму

source: Executed
de: Ausgeführt
es: Ejecutado
fr: Réalisé
he: בוצע
hi: निष्पादित
it: Eseguito
ru: Выполнено

source: In progress
de: In Bearbeitung
es: En curso
fr: En cours
he: בתהליך
hi: प्रगति में
it: In corso
ru: В процессе

source: Indicative
de: Filiale
es: Sucursal
fr: Guichet
he: סניף
hi: शाखा
it: Filiale
ru: Филиал

source: Initial report
de: Anfangsbericht
es: Informe inicial
fr: Rapport initial
he: דוח ראשוני
hi: प्रारंभिक रिपोर्ट
it: Rapporto iniziale
ru: Начальный отчет

source: Key
de: Schlüssel
es: Clave
fr: Clé
he: מפתח
hi: कुंजी
it: Chiave
ru: Ключ

source: Planned
de: Geplant
es: Planificado
fr: Prévu
he: מתוכנן
hi: नियोजित
it: Previsto
ru: Запланировано

source: Bank
es: Banco
fr: Banque
he: בנק
hi: बैंक
it: Banca
ru: Банк
